UTILIDAD/RECAUDACIONES/RECAUDACION BROADNET/TRAMAS/REQUEST_C_IN_MOVISTAR.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:otc="http://www.bolivariano.com/ws/OTCService" xmlns:men="http://www.bolivariano.com/mensaje/MensajeOTC">
   <soapenv:Header/>
   <soapenv:Body>
      <otc:entradaConsultarDeuda>
         <men:canal>IBK</men:canal>
         <men:depuracion>N</men:depuracion>
         <men:fecha>2022-08-05T13:19:34.000Z</men:fecha>
         <men:oficina>0</men:oficina>
         <men:secuencial>8441639</men:secuencial>
         <men:servicio>
            <codTipoServicio>TELEFONIA_CELULAR</codTipoServicio>
            <codigoConvenio>19574</codigoConvenio>
            <codigoEmpresa>19574</codigoEmpresa>
            <codigoTipoBanca>BP</codigoTipoBanca>
            <codigoTipoIdentificador>CELULAR</codigoTipoIdentificador>
            <datosAdicionales>
               <datoAdicional>
                  <codigo>s_ssn</codigo>
                  <valor>130030943</valor>
               </datoAdicional>
               <datoAdicional>
                  <codigo>s_user</codigo>
                  <valor>ope998</valor>
               </datoAdicional>
               <datoAdicional>
                  <codigo>s_sesn</codigo>
                  <valor>0</valor>
               </datoAdicional>
               <datoAdicional>
                  <codigo>s_term</codigo>
                  <valor>term24</valor>
               </datoAdicional>
               <datoAdicional>
                  <codigo>s_ofi</codigo>
                  <valor>0</valor>
               </datoAdicional>
               <datoAdicional>
                  <codigo>s_rol</codigo>
                  <valor>5</valor>
               </datoAdicional>
               <datoAdicional>
                  <codigo>s_date</codigo>
                  <valor>2022-08-04T00:00:00.000-05:00</valor>
               </datoAdicional>
               <datoAdicional>
                  <codigo>s_srv</codigo>
                  <valor>BOLIVSRV</valor>
               </datoAdicional>
               <datoAdicional>
                  <codigo>s_lsrv</codigo>
                  <valor>BOLIVSRV</valor>
               </datoAdicional>
               <datoAdicional>
                  <codigo>s_org_err</codigo>
                  <valor/>
               </datoAdicional>
               <datoAdicional>
                  <codigo>s_org</codigo>
                  <valor>U</valor>
               </datoAdicional>
               <datoAdicional>
                  <codigo>s_error</codigo>
                  <valor/>
               </datoAdicional>
               <datoAdicional>
                  <codigo>s_sev</codigo>
                  <valor>0</valor>
               </datoAdicional>
               <datoAdicional>
                  <codigo>s_msg</codigo>
                  <valor/>
               </datoAdicional>
               <datoAdicional>
                  <codigo>t_debug</codigo>
                  <valor/>
               </datoAdicional>
               <datoAdicional>
                  <codigo>t_file</codigo>
                  <valor/>
               </datoAdicional>
               <datoAdicional>
                  <codigo>t_from</codigo>
                  <valor/>
               </datoAdicional>
               <datoAdicional>
                  <codigo>t_trn</codigo>
                  <valor/>
               </datoAdicional>
               <datoAdicional>
                  <codigo>o_msj_error</codigo>
                  <valor/>
               </datoAdicional>
            </datosAdicionales>
            <identificador>0993696714</identificador>
         </men:servicio>
         <men:transaccion>2057</men:transaccion>
         <men:usuario>TcUPI1396206</men:usuario>
      </otc:entradaConsultarDeuda>
   </soapenv:Body>
</soapenv:Envelope>